{
  "title": "Cookie Policy",
  "lastUpdated": "Last Updated: January 19, 2026",
  "intro": {
    "title": "Introduction",
    "text1": "The Color Me Crazy Hair Salon and Beauty Studio Ltd. website uses cookies to improve user experience, ensure website functionality, and compile visitor statistics.",
    "text2": "This policy details what cookies we use, their purpose, and how you can manage or delete them."
  },
  "what": {
    "title": "What is a cookie?",
    "text1": "Cookies are small text files that are stored by your browser on your device (computer, tablet, smartphone) when you visit a website. Cookies allow the website to remember your activities and settings (such as language, font size, and other display preferences) over a period of time.",
    "text2": "Cookies do not contain personally identifiable information and do not access data stored on your computer."
  },
  "types": {
    "title": "What cookies do we use?",
    "essential": {
      "title": "1. Strictly Necessary Cookies",
      "text": "These cookies are essential for the basic functions of the website. Without them, the website cannot function properly.",
      "language": {
        "name": "Language setting:",
        "desc": "Stores your chosen language (Hungarian or English)."
      },
      "session": {
        "name": "Session identifier:",
        "desc": "Tracks your session while using the website."
      }
    },
    "functional": {
      "title": "2. Functional Cookies",
      "text": "These cookies allow the website to remember your choices (such as username, language, or region) and provide more personalized features.",
      "preferences": {
        "name": "User preferences:",
        "desc": "Stores your settings and preferences for a better user experience."
      }
    },
    "analytics": {
      "title": "3. Analytics/Performance Cookies",
      "text": "These cookies collect information about how visitors use our website. For example, which pages they visit most often and whether they receive error messages. This data is stored anonymously and serves only statistical purposes.",
      "google": {
        "name": "Google Analytics:",
        "desc": "Compiles visitor statistics to improve the website."
      }
    }
  },
  "duration": {
    "title": "Cookie Duration",
    "session": {
      "title": "Session Cookies",
      "text": "These cookies are temporarily stored until you close your browser. They are automatically deleted when you close the browser."
    },
    "persistent": {
      "title": "Persistent Cookies",
      "text": "These cookies remain on your device for a specified period or until manually deleted. They allow the website to remember your preferences on your next visit."
    }
  },
  "management": {
    "title": "Managing and Deleting Cookies",
    "text1": "Most browsers accept cookies by default, but you can modify your browser settings to reject cookies or alert you when a cookie is being placed.",
    "text2": "Cookie management by browser:",
    "chrome": "Settings > Privacy and security > Cookies and other site data",
    "firefox": "Settings > Privacy and security > Cookies and site data",
    "edge": "Settings > Cookies and site data",
    "safari": "Settings > Privacy > Manage cookies and website data",
    "text3": "Please note that disabling or deleting cookies may affect the website's functionality, and some features may not be available."
  },
  "thirdParty": {
    "title": "Third-Party Cookies",
    "text1": "Our website also uses third-party services that may place their own cookies:",
    "google": "For compiling visitor statistics (anonymous data).",
    "facebook": "For remarketing campaigns and social media integration.",
    "text2": "These third parties have their own privacy policies, which can be found on their websites."
  },
  "consent": {
    "title": "Consent to Use Cookies",
    "text1": "When you first visit our website, a cookie consent window appears where you can accept or reject non-essential cookies.",
    "text2": "Strictly necessary cookies are essential for the website's operation, so we do not ask for separate consent for their use.",
    "text3": "You can change your cookie settings at any time in your browser settings."
  },
  "changes": {
    "title": "Changes to this Policy",
    "text": "We reserve the right to modify this cookie policy from time to time. We will inform you of any changes on our website."
  },
  "contact": {
    "title": "Contact",
    "text": "If you have any questions about the use of cookies, please contact us:",
    "email": "Email:",
    "phone": "Phone:"
  }
}
