{
  "title": "Our Team",
  "subtitle": "Felicia, our master hairdresser, leads the team, alongside Gitta, Lili, and Anti who work as hairdressers for women, men, and children. Our beautician Bogi ensures that not only your hair but also your skin gets refreshed.",
  "members": {
    "felicia": {
      "name": "Felicia",
      "role": "Master Hairdresser",
      "arcana": "The Magician",
      "description": "Hi, I'm Felicia, a master hairdresser and founder of Color Me Crazy. I believe that a good hairstyle doesn't follow trends but tells a story about personality. In 2012, I decided to become a hairdresser, and in 2016 I successfully completed my training. In 2017, I was already renting a chair at a hair salon, where during work, a dream was born within me: to create a business where I could work with a friendly, cohesive team. In 2018, I opened my small hair salon in the city center. After much thought and experience, I decided that I wanted to teach and share the knowledge that I continuously develop and expand. In 2022, I successfully obtained my master hairdresser title, and then trained my current team in the small, cramped salon. In December 2025, we opened our new shop at Nemes Takács utca 8, where we can now welcome our beauty-seeking clients—whether returning or new—in a comfortable, modern environment. What's worth knowing about me: I'm particularly drawn to extreme, unique, and special hairstyles, but I'm happy to create any hairstyle. The most important thing for me is always that my clients leave happy and satisfied."
    },
    "gitta": {
      "name": "Gitta",
      "role": "Hairdresser",
      "arcana": "The Sun",
      "description": "I've been working as a hairdresser at Color Me Crazy salon since 2025. I've always considered self-expression, color harmony, displaying individuality, and loving what we see in the mirror important. When I sat in Felicia's chair years ago, I immediately knew that these things are just as important to her as they are to me, so I decided I wanted to be part of this team. Creating a hairstyle for me means capitalizing on my creativity, which is why this profession is not my job but my calling. I especially love being around people, talking, chatting—I find common ground with most people. It's important for me to create a friendly atmosphere around myself, as I also choose service providers based on this. I'm a maximalist, so I don't let my clients leave my hands without being satisfied with the result myself, because I've set myself no less a goal than for everyone to leave with a smile from ear to ear, refreshed, and of course satisfied. This is as important to me as it is to you! One of my main credos is proper communication. I like it when clients are aware of what processes we go through to reach the desired goal. I always welcome questions, because the more we talk about things, the clearer picture we get of the final result. I love all transformations: whether it's a subtle highlight, balayage, vibrant colors, soft cotton candy shades, princess fairy hairstyles, haircuts according to current trends, or just a root touch-up that gives new lights to the hair."
    },
    "lili": {
      "name": "Lili",
      "role": "Fablehair Stylist",
      "arcana": "The Star",
      "description": "Hi! I'm Lili, one of the hairdressers at Color Me Crazy salon. I started working in this profession in June 2025, which I chose because I've always been drawn to hair, especially coloring. I had already done many of my friends' hair before, and I quickly felt that I could happily do this for the rest of my life. I love hairdressing because it offers continuous development opportunities—there's always something to learn, so it never becomes boring. What I'm most drawn to is hair coloring, especially balayage techniques and bleaching, as these can achieve truly beautiful results, whether natural or colorful shades. In the future, I want to develop as much as possible, attend numerous training courses, and continuously expand my services. These goals motivate me every day to become better and better in my profession. When I'm not working at the salon, I like to spend my free time in nature, I love hiking, and relaxing with friends."
    },
    "anti": {
      "name": "Anti",
      "role": "Hairdresser",
      "arcana": "The Hermit",
      "description": "I'm AnTi. Very freshly, I took my exam in spring 2025, but the profession started to interest me 6 years before that—since I've been wearing a beard. It can be safely stated that my favorite part is haircuts from A to Z. Whether it's classic, basic, or trendy haircuts. Every single job is another opportunity for further development. THERE IS NO AVERAGE DAY. However, sometimes rest is necessary! At such times, a little horror can be nice, whether in film/series or written form."
    },
    "bogi": {
      "name": "Bogi",
      "role": "Beautician",
      "arcana": "The Empress",
      "description": "I'm Szép Boglárka, a beautician since 2024. This path only became clear to me later, through conscious decisions and experiences. The world of cosmetics always interested me, yet for a long time, only home skincare was part of my life. Now I know exactly how important expert help and conscious, personalized skincare are. Since working as a beautician, I can't even imagine my days without professional routine, treatments, and skincare processes. For me, this is not just work but a calling, in which I can help my clients every day feel good in their skin. During my treatments, I work with GIGI professional cosmetic products because I believe in the power of high-quality active ingredients and personalized solutions tailored to the skin's unique needs. My goal is to set an example and convey the attitude that skincare is truly important—for both women and men, regardless of age. I believe that every skin deserves attention, care, and the calm, rejuvenating experience that a professional cosmetic treatment can provide. I warmly welcome you if you'd like your skin in expert, attentive hands and to together create that conscious care routine that supports your skin's health and natural radiance in the long term."
    }
  }
}
