{
  "title": "Terms and Conditions",
  "lastUpdated": "Effective Date: January 19, 2026",
  "general": {
    "title": "1. General Provisions",
    "text1": "These Terms and Conditions contain the terms of use for the services provided by Color Me Crazy Hair Salon and Beauty Studio Ltd. (hereinafter: Service Provider).",
    "name": "Service Provider name:",
    "address": "Address:",
    "email": "Email:",
    "phone": "Phone:",
    "taxNumber": "Tax number:",
    "text2": "By using the services, the customer (hereinafter: Client) accepts the terms set forth in these Terms and Conditions."
  },
  "services": {
    "title": "2. Scope of Services",
    "text1": "The Service Provider offers the following services:",
    "item1": "Hair salon services (haircuts, hair coloring, hair treatments, special occasion hairstyles, etc.)",
    "item2": "Beauty services (facial treatments, makeup, eyelash and eyebrow shaping, etc.)",
    "item3": "Specialized hair treatments (keratin treatment, botox treatment, JOICO treatment, etc.)",
    "item4": "Dreadlock creation and maintenance",
    "item5": "Master hairdresser training and education",
    "item6": "Other beauty care services",
    "text2": "Detailed descriptions and prices of specific services can be found on our website and in our salon."
  },
  "booking": {
    "title": "3. Appointment Booking",
    "text1": "We recommend making an appointment in advance to use our services.",
    "text2": "Appointments can be made in the following ways:",
    "text3": "",
    "phone": {
      "title": "By phone:",
      "text": "+36 76 801 135"
    },
    "email": {
      "title": "By email:",
      "text": "info@colormecrazykft.hu"
    },
    "website": {
      "title": "On our website:",
      "text": "Through our online booking system"
    },
    "person": {
      "title": "In person:",
      "text": "At our salon (6000 Kecskemét, Fecske u. 35.)"
    },
    "text4": "The appointment becomes valid after confirmation by the Service Provider."
  },
  "cancellation": {
    "title": "4. Cancellation Policy",
    "text1": "If the Client cancels or modifies their booking, please notify the Service Provider at least 24 hours before the appointment.",
    "text2": "In case of cancellation within 24 hours or no-show, the Service Provider reserves the right to charge 50% of the service price as a cancellation fee.",
    "text3": "In justified cases (e.g., illness, force majeure), the Service Provider may waive the cancellation fee at its sole discretion.",
    "text4": "The Service Provider also reserves the right to modify or cancel appointments due to unforeseen circumstances, and will notify the Client as soon as possible and offer an alternative appointment."
  },
  "prices": {
    "title": "5. Prices and Payment Terms",
    "text1": "Current service prices can be found on our website and displayed in our salon.",
    "text2": "Prices are in Hungarian Forints (HUF) and include VAT.",
    "text3": "The Service Provider reserves the right to modify prices, and will inform Clients through the website.",
    "text4": "For special or longer-duration services, the final price will be determined based on the Client's individual needs."
  },
  "payment": {
    "title": "6. Payment Methods",
    "text1": "Payment is possible in the following ways:",
    "cash": "Cash at the service location",
    "card": "Bank card (POS terminal)",
    "transfer": "Bank transfer (for pre-arranged appointments)",
    "text2": "Payment is due immediately after completion of the service, unless the parties agree otherwise in writing.",
    "text3": "The Service Provider has the right to refuse further services until any outstanding debt is settled."
  },
  "serviceExecution": {
    "title": "7. Service Execution",
    "text1": "The Service Provider performs services professionally, with due care, and according to the Client's needs.",
    "text2": "Service duration may vary depending on the type of service and the Client's individual characteristics.",
    "text3": "The Service Provider reserves the right to refuse service if it poses a health or safety risk, or if the Client's condition does not allow safe service execution.",
    "text4": "The Client is obliged to inform the Service Provider of any allergies, illnesses, or medications that may affect the service."
  },
  "clientObligations": {
    "title": "8. Client Obligations",
    "item1": "The Client is obliged to arrive on time for the booked appointment.",
    "item2": "The Client is obliged to inform the Service Provider in advance of all facts affecting the service (allergies, illnesses, previous treatments, etc.).",
    "item3": "The Client is obliged to follow the aftercare instructions provided by the Service Provider.",
    "item4": "The Client is responsible for protecting the Service Provider's property and equipment.",
    "item5": "The Client is obliged to respect the salon's house rules and cooperate with the Service Provider's staff.",
    "item6": "Minors may only use services under parental supervision or with written parental/guardian consent."
  },
  "liability": {
    "title": "9. Liability",
    "text1": "The Service Provider is not liable for damages resulting from information not disclosed by the Client (allergies, illnesses, medications).",
    "text2": "The Service Provider is not responsible for results arising from natural hair structural characteristics or the Client's previous treatments.",
    "text3": "The Service Provider is not liable for damages resulting from aftercare not performed or improperly performed by the Client.",
    "text4": "The Service Provider excludes liability for valuables left behind in the salon."
  },
  "complaints": {
    "title": "10. Complaints",
    "text1": "If the Client has a complaint about the service, it should be reported immediately, but no later than 3 days after the service.",
    "text2": "Complaints can be made in person, by email, or by phone.",
    "text3": "The Service Provider will investigate the complaint within 30 days and respond in writing. If the complaint is justified, the Service Provider will correct the error free of charge or refund the service price.",
    "text4": "In case of consumer disputes, the Client may contact the conciliation body with jurisdiction over their place of residence:",
    "authority": "Competent conciliation body:",
    "address": "Address:",
    "email": "Email:"
  },
  "dataProtection": {
    "title": "11. Data Protection",
    "text1": "The Service Provider processes personal data in accordance with applicable data protection laws.",
    "text2": "Detailed information about data processing can be found in the Privacy Policy."
  },
  "intellectual": {
    "title": "12. Intellectual Property",
    "text1": "All content on the website (text, images, logos, design) is the intellectual property of the Service Provider.",
    "text2": "Copying, distributing, or commercial use of these without the Service Provider's written permission is prohibited."
  },
  "forceMajeure": {
    "title": "13. Force Majeure",
    "text": "The Service Provider is not liable for non-performance or delay in contract fulfillment if it is the result of an unavoidable cause beyond its control (force majeure - e.g., natural disaster, war, pandemic)."
  },
  "changes": {
    "title": "14. Changes to Terms",
    "text1": "The Service Provider reserves the right to modify these Terms and Conditions.",
    "text2": "The modified Terms and Conditions take effect on the 8th day after publication on the website. For already booked appointments, the Terms and Conditions valid at the time of booking apply."
  },
  "jurisdiction": {
    "title": "15. Governing Law and Disputes",
    "text": "These Terms and Conditions and the legal relationships arising from them are governed by Hungarian law. The parties will primarily attempt to resolve any disputes amicably. If unsuccessful, the parties agree to the exclusive jurisdiction of the Kecskemét Court."
  },
  "contact": {
    "title": "16. Contact",
    "text": "If you have any questions about these Terms and Conditions, please contact us:",
    "email": "Email:",
    "phone": "Phone:",
    "address": "Address:"
  },
  "effective": {
    "title": "17. Final Provisions",
    "text": "These Terms and Conditions take effect on January 19, 2026, and are valid indefinitely."
  }
}
