{
  "title": "Sütikezelési Tájékoztató",
  "lastUpdated": "Utolsó frissítés: 2026. január 19.",
  "intro": {
    "title": "Bevezetés",
    "text1": "A Color Me Crazy Fodrászat és Kozmetika Kft. weboldala sütiket (cookie-kat) használ a felhasználói élmény javítása, a weboldal működésének biztosítása és látogatói statisztikák készítése céljából.",
    "text2": "Jelen tájékoztató részletesen ismerteti, hogy milyen sütiket használunk, mire szolgálnak, és hogyan tudja kezelni vagy törölni ezeket."
  },
  "what": {
    "title": "Mi az a süti?",
    "text1": "A sütik (cookie-k) kis méretű szöveges fájlok, amelyeket a böngésző tárol az Ön eszközén (számítógép, tablet, okostelefon) amikor meglátogat egy weboldalt. A sütik lehetővé teszik, hogy a weboldal emlékezzen az Ön tevékenységeire és beállításaira (például nyelv, betűméret, egyéb megjelenítési preferenciák) egy bizonyos időszakon keresztül.",
    "text2": "A sütik nem tartalmaznak személyes azonosításra alkalmas információkat, és nem férnek hozzá az Ön számítógépén tárolt adatokhoz."
  },
  "types": {
    "title": "Milyen sütiket használunk?",
    "essential": {
      "title": "1. Feltétlenül szükséges sütik",
      "text": "Ezek a sütik elengedhetetlenek a weboldal alapvető funkcióinak működéséhez. Ezek nélkül a weboldal nem tudna megfelelően működni.",
      "language": {
        "name": "Nyelvi beállítás:",
        "desc": "Tárolja az Ön által választott nyelvet (magyar vagy angol)."
      },
      "session": {
        "name": "Munkamenet azonosító:",
        "desc": "Követi az Ön munkamenetét a weboldal használata során."
      }
    },
    "functional": {
      "title": "2. Funkcionális sütik",
      "text": "Ezek a sütik lehetővé teszik, hogy a weboldal emlékezzen az Ön választásaira (például felhasználónév, nyelv vagy régió) és személyre szabottabb funkciókat biztosítson.",
      "preferences": {
        "name": "Felhasználói preferenciák:",
        "desc": "Tárolja az Ön beállításait és preferenciáit a jobb felhasználói élmény érdekében."
      }
    },
    "analytics": {
      "title": "3. Analitikai/teljesítmény sütik",
      "text": "Ezek a sütik információt gyűjtenek arról, hogyan használják a látogatók a weboldalunkat. Például melyik oldalakat látogatják leggyakrabban, és kapnak-e hibaüzeneteket. Ezek az adatok anonim formában kerülnek tárolásra és csak statisztikai célokat szolgálnak.",
      "google": {
        "name": "Google Analytics:",
        "desc": "Látogatói statisztikák készítése a weboldal fejlesztése érdekében."
      }
    }
  },
  "duration": {
    "title": "Sütik időtartama",
    "session": {
      "title": "Munkamenet sütik (Session cookies)",
      "text": "Ezek a sütik ideiglenesen tárolódnak a böngésző bezárásáig. A böngésző bezárása után automatikusan törlődnek."
    },
    "persistent": {
      "title": "Tartós sütik (Persistent cookies)",
      "text": "Ezek a sütik meghatározott ideig vagy a manuális törléséig az Ön eszközén maradnak. Lehetővé teszik, hogy a weboldal emlékezzen az Ön preferenciáira következő látogatáskor is."
    }
  },
  "management": {
    "title": "Sütik kezelése és törlése",
    "text1": "A legtöbb böngésző alapértelmezés szerint elfogadja a sütiket, de Ön módosíthatja a böngésző beállításait, hogy elutasítsa a sütiket vagy figyelmeztessen, amikor süti kerül elhelyezésre.",
    "text2": "Sütikezelés böngészőnként:",
    "chrome": "Beállítások > Adatvédelem és biztonság > Sütik és egyéb webhelyadatok",
    "firefox": "Beállítások > Adatvédelem és biztonság > Sütik és webhelyadatok",
    "edge": "Beállítások > Sütik és webhelyadatok",
    "safari": "Beállítások > Adatvédelem > Sütik és webhelyadatok kezelése",
    "text3": "Felhívjuk figyelmét, hogy a sütik letiltása vagy törlése befolyásolhatja a weboldal működését, és előfordulhat, hogy bizonyos funkciók nem lesznek elérhetők."
  },
  "thirdParty": {
    "title": "Harmadik féltől származó sütik",
    "text1": "Weboldalunkon harmadik fél által biztosított szolgáltatásokat is használunk, amelyek saját sütiket helyezhetnek el:",
    "google": "Látogatói statisztikák készítése céljából (anonim adatok).",
    "facebook": "Remarketing kampányok és közösségi média integráció céljából.",
    "text2": "Ezek a harmadik felek saját adatvédelmi szabályzattal rendelkeznek, amelyeket az ő weboldalukon találhat meg."
  },
  "consent": {
    "title": "Hozzájárulás a sütik használatához",
    "text1": "Weboldalunk első látogatásakor süti beleegyező ablak jelenik meg, ahol elfogadhatja vagy elutasíthatja a nem feltétlenül szükséges sütiket.",
    "text2": "A feltétlenül szükséges sütik a weboldal működéséhez elengedhetetlenek, ezért ezek használatához nem kérünk külön hozzájárulást.",
    "text3": "Bármikor módosíthatja süti beállításait a böngésző beállításai között."
  },
  "changes": {
    "title": "Tájékoztató módosítása",
    "text": "Fenntartjuk a jogot, hogy jelen sütikezelési tájékoztatót időről időre módosítsuk. A módosításokról a weboldalunkon tájékoztatjuk Önt."
  },
  "contact": {
    "title": "Kapcsolat",
    "text": "Amennyiben kérdése van a sütik használatával kapcsolatban, kérjük, vegye fel velünk a kapcsolatot:",
    "email": "E-mail:",
    "phone": "Telefon:"
  }
}
